Dlubal.SteelSurfaces.VERTICAL_ALIGNMENT
Define type of vertical alignment

Dlubal.SteelSurfaces.VERTICAL_ALIGNMENT.ALIGN_LEFT
Left alignment

Dlubal.SteelSurfaces.VERTICAL_ALIGNMENT.ALIGN_CENTER
Center alignment

Dlubal.SteelSurfaces.VERTICAL_ALIGNMENT.ALIGN_RIGHT
Right alignment